Repository: garciagorkauni/DeliveryAppNAG
Catalog: onlybites/onlybites/onlybites/locale/*/LC_MESSAGES/django.po
Languages: es, eu

source: Recent actions
es: Acciones recientes
eu: Azken ekintzak

source: My actions
es: Mis acciones
eu: Nire ekintzak

source: None available
es: Ninguno disponible
eu: Ez dago erabilgarri

source: Added:
es: Añadido:
eu: Gehitua:

source: Changed:
es: Modificado:
eu: Aldatua:

source: Deleted:
es: Eliminado:
eu: Ezabatua:

source: Unknown content
es: Contenido desconocido
eu: Edukia ezezaguna

source: Eskaera Helbidea
es: Dirección de entrega

source: Save
es: Guardar
eu: Gorde

source: Rating
es: Valoración
eu: Balorazioa

source: Enviar valoracion
es: Enviar valoración
eu: Bidali balorazioa

source: Eliminar Direccion
es: Eliminar Dirección
eu: Helbidea ezabatu

source: Edit
es: Editar
eu: Editatu

source: Oraindik ez duzu helbiderik gehitu...
es: Aún no has añadido ninguna dirección...

source: Menu
es: Menú
eu: Menua

source: Cart
es: Carrito
eu: Saskia

source: Profile
es: Perfil
eu: Profila

source: Logout
es: Cerrar sesión
eu: Saioa itxi

source: Login
es: Iniciar sesión
eu: Saioa hasi

source: Register
es: Registrarse
eu: Erregistratu

source: Gure bila etorri
es: Ven a visitarnos

source: Gure ordutegia
es: Nuestro horario

source: Astelenetik Ostiralera: 12:00-16:00 | 19:00-23:00
es: Lunes a Viernes: 12:00-16:00 | 19:00-23:00
eu: Astelehena-Ostirala: 12:00-16:00 | 19:00-23:00

source: Larunbata eta igandea 12:00-16:00 | 19:00-00:00
es: Sábado y Domingo: 12:00-16:00 | 19:00-00:00

source: Jai egunak 19:00-23:00
es: Festivos: 19:00-23:00

source: Jarraitu gure sozialetan
es: Síguenos en nuestras redes sociales
eu: Jarraitu gure sare sozialetan

source: Saskia
es: Carrito

source: Produktuak:
es: Productos:

source: Eskaera Helbidea:
es: Dirección de entrega:

source: Gutxienez helbide bat gehitu behar duzu erosketa egiteko.
es: Debes añadir al menos una dirección para realizar la compra.

source: Sortu helbidea
es: Crear dirección

source: Ordaindu
es: Pagar

source: Oraindik ez duzu produkturik gehitu zure saskira...
es: Aún no has añadido productos a tu carrito...

source: ¿Are you sure you want to delete this address?
es: ¿Estás seguro de que deseas eliminar esta dirección?
eu: Ziur zaude helbide hau ezabatu nahi duzula?

source: Confirm delete
es: Confirmar eliminación
eu: Ezabatu berretsi

source: Cancel
es: Cancelar
eu: Utzi

source: Erraza, goxoa eta zuzenean zure mahira.
es: Fácil, delicioso y directo a tu mesa.
eu: Erraza, goxoa eta zuzenean zure mahaira.

source: Janari prestatu aberats eta osasungarria.
es: Comida preparada rica y saludable.
eu: Janari prestatua, aberatsa eta osasungarria.

source: Bezeroen gustokoenak
es: Los favoritos de los clientes
eu: Bezeroen gustukoenak

source: Aste honetan gure bezeroei gehien gustatuko baite-ak probatzera animatu:
es: Anímate a probar los favoritos de nuestros clientes esta semana:
eu: Aste honetan gure bezeroei gehien gustatuko zaizkienak probatzera animatu:

source: Ikusi plater guztiak
es: Ver todos los platos

source: Hasi saioa
es: Iniciar sesión
eu: Saioa hasi

source: or
es: o
eu: edo

source: Gure sukaldetik zure etxera <span id='italic'>bite</span> batean
es: De nuestra cocina a tu casa en un <span id='italic'>bocado</span>

source: Filtroak
es: Filtros

source: Vegan
es: Vegano
eu: Began

source: Celiac
es: Celiaco
eu: Zeliakoentzat

source: Max. Calories
es: Calorias Max.
eu: Kaloria maximoak

source: Allergies
es: Alergias
eu: Alergiak

source: Complete Payment
es: Completar pago
eu: Ordainketa osatu

source: Confirm Purchase
es: Confirmar compra
eu: Erosketa berretsi

source: Zure gustukoen <span id='italic'>bite-ak</span> jateko prest?
es: Preparado para comer tus <span id='italic'>bites</span> preferidos?
eu: Zure gustuko <span id='italic'>bite-ak</span> jateko prest?

source: Beganoa
es: Vegano

source: Zeliakoentzat aptoa
es: Apto para celiacos
eu: Zeliakoentzat egokia

source: Ez dira ezaugarri horiek betetzen dituzten produktuak topatu...
es: No se han encontrado resultados con esas caracteristicas...
eu: Ez dira ezaugarri horiek betetzen dituzten produktuak aurkitu...

source: Kaixo,
es: Hola,

source: Bezeroaren datuak
es: Datos del cliente

source: Izena
es: Nombre

source: Abizena
es: Apellido

source: Posta helbidea
es: Codigo postal

source: Telefono zenbakia
es: Numero de telefono

source: Jaiotze data
es: Fecha de nacimiento

source: Eskaera helbideak:
es: Direcciones de entrega

source: Sortu kontua
es: Crear cuenta
eu: Kontua sortu

source: Castellano
eu: Gaztelania

source: Inglés
eu: Ingelesa

source: Euskera
eu: Euskara

source: Valorar producto:
eu: Produktuari balorazioa eman:

source: Mensaje:
eu: Mezua:

source: Total:
eu: Guztira:

source: Eliminar Perfil
eu: Profila ezabatu
